"Add Date" = "Voeg datum toe";
"Add Number Sequence" = "Voeg nummering toe";
"Apply to:" = "Pas toe op:";
"Batch Rename" = "Batch-hernoem";
"Case sensitive:" = "Hoofdletters:";
"Change Case" = "Wijzig hoofd/kleine letter";
"Change case to:" = "Wijzig hoofd/kleine letter in:";
"Creation date" = "Aanmaakdatum";
"Day of month:" = "Dag van de maand:";
"Day of week:" = "Dag van de week:";
"Drag and drop files to this list to add, select and delete to remove, drag rows to rearrange." = "Sleep bestanden naar deze lijst om toe te voegen, selecteer en wis om te verwijderen, sleep rijen om de volgorde te veranderen.";
"Drag to rearrange." = "Sleep om te herschikken.";
"Entire text" = "Gehele tekst";
"Every occurrence" = "Elke overeenkomst";
"Extension" = "Extensie";
"Extension with dot" = "Extensie met punt";
"First occurrence" = "Eerste overeenkomst";
"Format:" = "Weergave:";
"Hour:" = "uur:";
"Insert Text" = "Tekst toevoegen";
"Last occurrence" = "Laatste overeenkomst";
"Minute:" = "Minuut:";
"Mode:" = "Modus:";
"Modification date" = "Bewerkingsdatum";
"Month:" = "Maand:";
"Name" = "Naam";
"Name with extension" = "Naam met extensie";
"No items will be renamed" = "Er worden geen onderdelen hernoemd";
"Padding:" = "Vulling:";
"Position:" = "Positie:";
"Prefix:" = "Voorvoegsel:";
"Processing new names…" = "Nieuwe naam aan het verwerken…";
"Renaming files…" = "Bezig bestanden te hernoemen…";
"Replace RegEx" = "Vervang RegEx";
"Replace RegEx:" = "Vervang RegEx:";
"Replace Text" = "Vervang Tekst";
"Replace text:" = "Vervang tekst:";
"Second:" = "Seconde:";
"Start value:" = "Startwaarde:";
"Step value:" = "Stapwaarde:";
"Suffix:" = "Achtervoegsel:";
"Text:" = "Tekst:";
"Type text and drag date elements to create a format" = "Typ tekst en sleep datum-elementen om een datumweergave aan te maken";
"Year:" = "Jaar:";
"%lu items will be renamed" = "%lu onderdelen zullen worden hernoemd";
"(%lu conflicts)" = "(%lu conflicten)";
"with text:" = "Met tekst:";

/* ==== UNLOCALIZED ==== */

"Type:" = "Type:";
